_org_posts/_posts/2020-03-29-english-news.org
#+BEGIN_HTML
---
layout: post
title: 영어듣기 자료 + 자막
tags: English
---
#+END_HTML

* CNBS - Youtubue with scripts [2/3]
- [X] Is a global debt crisis coming? | CNBC Explains https://www.youtube.com/watch?v=_Cf7o_YlH5M
- [X] What is Softbank? | CNBC Explains https://www.youtube.com/watch?v=YgkQdUB0JVQ
- [ ] What the coronavirus means for business | CNBC Reports https://www.youtube.com/watch?v=2CdV00pirjU&t=523s

* Arirang News [1/2]
- [X] S. Korean movie industry hit hard by COVID-19 outbreak http://www.arirang.com/News/News_View.asp?sys_lang=Eng&nseq=255165
- [ ] U.S. COVID-19 cases surpass 100,000 http://www.arirang.com/news/News_View.asp?nseq=255185

* PBS News - Youtube with scripts
1. PBS NewsHour full episode, Mar 26, 2020 https://www.youtube.com/watch?v=ROlO3HZOlnw

* TED ed
1. A brie(f) history of cheese - Paul Kindstedt https://www.youtube.com/watch?v=QKae1k1BDdA
2. A brief history of alcohol - Rod Phillips https://www.youtube.com/watch?v=y5XEwTDlriE

* CNN Student news  - scripts (auto-gerenated)
1. The World's Largest Annual Human Migration | January 23, 2020 https://www.youtube.com/watch?v=KRpmMTXM7vs

* TED 


