_posts/2020-03-29-english-news.html
---
layout: post
title: 영어듣기 자료 + 자막
tags: English
---

<div id="outline-container-sec-1" class="outline-2">
<h2 id="sec-1">CNBS - Youtubue with scripts <code>[2/3]</code></h2>
<div class="outline-text-2" id="text-1">
<ul class="org-ul">
<li><code>[X]</code> Is a global debt crisis coming? | CNBC Explains <a href="https://www.youtube.com/watch?v=_Cf7o_YlH5M">https://www.youtube.com/watch?v=_Cf7o_YlH5M</a>
</li>
<li><code>[X]</code> What is Softbank? | CNBC Explains <a href="https://www.youtube.com/watch?v=YgkQdUB0JVQ">https://www.youtube.com/watch?v=YgkQdUB0JVQ</a>
</li>
<li><code>[&#xa0;]</code> What the coronavirus means for business | CNBC Reports <a href="https://www.youtube.com/watch?v=2CdV00pirjU&t=523s">https://www.youtube.com/watch?v=2CdV00pirjU&t=523s</a>
</li>
</ul>
</div>
</div>

<div id="outline-container-sec-2" class="outline-2">
<h2 id="sec-2">Arirang News <code>[1/2]</code></h2>
<div class="outline-text-2" id="text-2">
<ul class="org-ul">
<li><code>[X]</code> S. Korean movie industry hit hard by COVID-19 outbreak <a href="http://www.arirang.com/News/News_View.asp?sys_lang=Eng&nseq=255165">http://www.arirang.com/News/News_View.asp?sys_lang=Eng&nseq=255165</a>
</li>
<li><code>[&#xa0;]</code> U.S. COVID-19 cases surpass 100,000 <a href="http://www.arirang.com/news/News_View.asp?nseq=255185">http://www.arirang.com/news/News_View.asp?nseq=255185</a>
</li>
</ul>
</div>
</div>

<div id="outline-container-sec-3" class="outline-2">
<h2 id="sec-3">PBS News - Youtube with scripts</h2>
<div class="outline-text-2" id="text-3">
<ol class="org-ol">
<li>PBS NewsHour full episode, Mar 26, 2020 <a href="https://www.youtube.com/watch?v=ROlO3HZOlnw">https://www.youtube.com/watch?v=ROlO3HZOlnw</a>
</li>
</ol>
</div>
</div>

<div id="outline-container-sec-4" class="outline-2">
<h2 id="sec-4">TED ed</h2>
<div class="outline-text-2" id="text-4">
<ol class="org-ol">
<li>A brie(f) history of cheese - Paul Kindstedt <a href="https://www.youtube.com/watch?v=QKae1k1BDdA">https://www.youtube.com/watch?v=QKae1k1BDdA</a>
</li>
<li>A brief history of alcohol - Rod Phillips <a href="https://www.youtube.com/watch?v=y5XEwTDlriE">https://www.youtube.com/watch?v=y5XEwTDlriE</a>
</li>
</ol>
</div>
</div>

<div id="outline-container-sec-5" class="outline-2">
<h2 id="sec-5">CNN Student news  - scripts (auto-gerenated)</h2>
<div class="outline-text-2" id="text-5">
<ol class="org-ol">
<li>The World's Largest Annual Human Migration | January 23, 2020 <a href="https://www.youtube.com/watch?v=KRpmMTXM7vs">https://www.youtube.com/watch?v=KRpmMTXM7vs</a>
</li>
</ol>
</div>
</div>

<div id="outline-container-sec-6" class="outline-2">
<h2 id="sec-6">TED</h2>
</div>
